9/data/attachments/2104f3076f789b58.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mark_seek_Actions_33260_1</nif:username>
            <nif:friendToBeRequested>soap_actions_5800c7bc-3ec0-4a00-87ab-f2ba906f8969</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>